Repository: nortonjulian/chatforia-ios
Catalog: Chatforia/Chatforia/Localizable.xcstrings
Source language: en
Languages: af

# auth.createAccount
source: Create an account
af: Nuut hier?

# auth.forgotPassword
source: Forgot password?
af: Skep 'n rekening

# billing.currentPlan
source: Current plan
af: Huidige plan

# button_change_photo
source: Change Photo
af: Foto verander

# button_delete_account
source: Delete Account
af: Rekening verwyder

# button_log_out
source: Log out
af: Teken uit

# button_message_inviter
source: Message inviter
af: Boodskap uitnodiger

# button_remove_photo
source: Remove Photo
af: Foto verwyder

# button_save_settings
source: Save Settings
af: Instellings stoor

# button_upgrade
source: Upgrade
af: Opgradering

# callHistory.emptySubtitle
source: Your recent calls will show up here.
af: Jou onlangse oproepe sal hier verskyn.

# callHistory.emptyTitle
source: No calls yet
af: Nog geen oproepe nie

# callHistory.subtitle
source: Your recent incoming and outgoing calls.
af: Jou onlangse inkomende en uitgaande oproepe.

# calls.call
source: Call
af: Bel

# calls.callBack
source: Call Back
af: Kies 'n app-plan, voeg datapakette vir jouself by, of deel data met jou familie — alles op een plek.

# calls.calling
source: Calling...
af: Bel...

# calls.cameraOff
source: Camera off
af: Video

# calls.loadingCalls
source: Loading calls…
af: Laai oproepe…

source: Calls Section
af: Bel

# common.additionalDetails
source: Additional details
af: Bykomende besonderhede

# common.archive
source: Archive
af: Argiveer

# common.availableNow
source: Available now
af: Nou beskikbaar

# common.beforeYouContinue
source: Before you continue
af: Voordat u voortgaan

# common.clear
source: Clear
af: Skoonmaak

# common.close
source: Close
af: Sluit

# common.copy
source: Copy
af: Kopieer

# common.country
source: Country
af: Land

# common.delivered
source: Delivered
af: Afgelewer

# common.done
source: Done
af: Voltooid

# common.edit
source: Edit
af: Wysig

# common.failedRetry
source: Failed · Tap to retry
af: Misluk · Tik om weer te probeer

# common.findingSomeone
source: Finding someone…
af: Soek iemand…

# common.howThisWorks
source: How this works
af: Hoe dit werk

# common.import
source: Import
af: Invoer

# common.importFromPhone
source: Import from Phone
af: Invoer vanaf foon

# common.importing
source: Importing...
af: Voer in...

# common.install
source: Install
af: Installeer

# common.invite
source: Invite
af: Nooi

# common.keep
source: Keep
af: Bêre

# common.manageSubscription
source: Manage Subscription
af: Bestuur intekening

# common.newConversation
source: New Conversation
af: Nuwe gesprek

# common.pending
source: Pending
af: Hangende

# common.phoneNumber
source: Phone number
af: Foon nommer

# common.preferredLanguage
source: Preferred Language
af: Voorkeurtaal

# common.preview
source: Preview
af: Voorskou

# common.processing
source: Processing...
af: Verwerk…

# common.read
source: Read
af: Gelees

# common.reason
source: Reason
af: Reden

# common.received
source: Received
af: Ontvang

# common.register
source: Register
af: Registreer

# common.report
source: Report
af: Meld aan

# common.retry
source: Retry
af: Probeer weer

# common.save
source: Save
af: Spaar

# common.search
source: Search
af: Soek

# common.searching
source: Searching…
af: Soek…

# common.select
source: Select
af: Kies

# common.selectAll
source: Select All
af: Kies almal

# common.send
source: Send
af: Stuur

# common.sending
source: Sending…
af: Stuur…

# common.sent
source: Sent
af: Gestuur

# common.serviceActive
source: Service active
af: Diens aktief

# common.submit
source: Submit
af: Indien

# common.suggested
source: Suggested
af: Voorstel

# common.tryAgain
source: Try Again
af: Probeer weer

# common.unread
source: Unread
af: Ongelees

# common.upgrade
source: Upgrade
af: Opgradeer

# common.upgradeRequired
source: Upgrade Required
af: Opgradering benodig

# common.upgradeWithApple
source: Upgrade with Apple
af: Grader op met Apple

# common.username
source: Username
af: Gebruikersnaam

# common.welcome
source: Welcome
af: Welkom

# common.welcomeBack
source: Welcome back
af: Welkom terug

# common.welcomeToChatforia
source: Welcome to Chatforia
af: Welkom by Chatforia

# contacts.addContact
source: Add Contact
af: Chatforia-gebruikers

# contacts.chatforiaUsers
source: Chatforia users
af: Gespaarde kontakte

# contacts.contact
source: Contact
af: Soek kontakte

# contacts.importContacts
source: Import Contacts
af: Nooi vanaf foonkontakte

# contacts.inviteContacts
source: Invite Contacts
af: Geen foonkontakte gevind nie.Gebruikersnaam, kontaknaam of telefoonnommer

# contacts.inviteFromPhoneContacts
source: Invite from Phone Contacts
af: Gespaarde kontakte

# contacts.noPhoneContactsFound
source: No phone contacts found.
af: Verfris kontakte

# contacts.savedContacts
source: Saved contacts
af: Nooi kontakte

# contacts.searchContacts
source: Search contacts
af: Invoer kontakte

# contacts.usernameContactNameOrPhoneNumber
source: Username, contact name, or phone number
af: Filtreer gespaarde kontakte…

# current_plan_format
source: Current Plan: %@
af: Bestuur fakturering

# dialer.availableNumbers
source: Available numbers
af: Voer nommer in

# dialer.dial
source: Dial
af: Stuur boodskappe na foon

# dialer.noRecents
source: No recent calls yet.
af: Oproep kon nie verwyder word nie.

# dialer.openDialPad
source: Open dial pad
af: Bestemming (E.164) vir oproepe

# encryption.backUpKey
source: Back Up Encryption Key
af: Rugsteun Versleuteling-sleutel

# encryption.backupPassword
source: Backup password
af: Rugsteunwagwoord

# encryption.checkingBackup
source: Checking backup…
af: Kontroleer rugsteun…

# encryptionRecovery.actions.createBackup
source: Create backup
af: Sleutelrugsteun geskep en afgelaai.

# encryptionRecovery.messages.rotating
source: Rotating...
af: Draai...

# esim.activate
source: Activate eSIM
af: Aktiveer eSIM

# esim.activationDetails
source: Activation details
af: Aktiveringsbesonderhede

# forwarding.destinationEmail
source: Destination email
af: Bestemming-e-pos

# forwarding.destinationPhoneE164
source: Destination phone (E.164)
af: Bestemming-telefoonnommer (E.164)

# forwarding.destinationPhoneForCalls
source: Destination (E.164) for calls
af: Oproep

# forwarding.enableCallForwarding
source: Enable call forwarding
af: Doorsending

# forwarding.enableTextForwarding
source: Enable text forwarding
af: Oproepe-afdeling

# forwarding.forwardTextsToEmail
source: Forward texts to email
af: Bel terug

# forwarding.forwardTextsToPhone
source: Forward texts to phone
af: Aan die bel...

# forwarding.saveForwarding
source: Save Forwarding
af: Kamera af

# forwarding.title
source: Forwarding
af: Aan die bel...

# gif.couldNotLoad
source: Couldn’t load GIF
af: Daar is nog geen media plaaslik gekas nie.

# gif.couldNotLoadPlural
source: Couldn’t load GIFs
af: prent

# label_email
source: Email
af: E-pos

# label_message_tone
source: Message Tone
af: Boodskaptoon

# label_ringtone
source: Ringtone
af: Lui-toon

# label_role
source: Role
af: Rol

# label_theme
source: Theme
af: Tema

# label_username
source: Username
af: Gebruikersnaam

# label_volume
source: Volume
af: VolumeJou ouderdomsreeks

# label_your_age_range
source: Your age range
af: Plan & Fakturering

source: Manage Billing
af: Chatforia Mobiel

# media.couldNotLoadImage
source: Could not load image
af: KoningGIF nie gelaai nie

# media.loadingGifs
source: Loading GIFs…
af: Geen media plaaslik gekas nie.

# media.noGifsFound
source: No GIFs found
af: Gedeelde media

# media.removeGif
source: Remove GIF
af: prent

# media.searchGifs
source: Search GIFs
af: KoningGIF's nie gelaai nie

# messages.addCaption
source: Add a caption
af: Geselskap

# messages.addCaptionThenSend
source: Add a caption, then tap Send
af: Soek boodskappe

# messages.context
source: Context
af: Emoji

# messages.conversation
source: Conversation
af: Sluit vorige boodskappe in

# messages.deleteConversationTitle
source: Delete Conversation?
af: Verwyder gesprek?

# messages.deleteForEveryone
source: Delete for everyone
af: Verwyder vir almal

# messages.deleteForMe
source: Delete for me
af: Verwyder vir my

# messages.deleteMessageTitle
source: Delete message?
af: Verwyder boodskap?

# messages.edited
source: Edited
af: Konteks

# messages.editMessage
source: Edit message
af: Niemand het hierdie boodskap nog gelees nie.Slegs hierdie boodskap

# messages.emoji
source: Emoji
af: Beskerm toegang tot jou boodskappe

# messages.includePreviousMessages
source: Include previous messages
af: Boodskap Ria...

# messages.mediaPhoto
source: Photo
af: Voeg 'n onderskrif by

# messages.mediaVideo
source: Video
af: Boodskap

# messages.message
source: Message
af: Bewerk boodskap

# messages.messageInfo
source: Message Info
af: Nog geen boodskappe nie

# messages.messageRia
source: Message Ria...
af: Moderator

# messages.noMessagesYet
source: No messages yet
af: Oudioboodskap

# messages.noOneHasReadThisMessageYet
source: No one has read this message yet.
af: Blokkeer hierdie gebruiker na aanmelding

# messages.onlyThisMessage
source: Only this message
af: Media

# messages.protectAccessToYourMessages
source: Protect Access to Your Messages
af: Lid

# messages.reportMessage
source: Report Message
af: Hierdie boodskap is verwyder

# messages.searchMessages
source: Search messages
af: Hierdie boodskap is verwyder.

# messages.thisMessageWasDeleted
source: This message was deleted
af: {{count}} media-item

# phoneNumber.areaCode
source: Area code
af: bv., 415

# phoneNumber.areaCodeExample
source: e.g., 415
af: Soek

# phoneNumber.capability
source: Capability
af: Vermogen

# placeholder_email_address
source: Email address
af: Instellings gestoor.

# placeholder_greeting
source: Greeting
af: Gesprek geargiveer

# placeholder_keep_voicemails_forever
source: Keep forever
af: Groet

source: Plan & Billing
af: Huidige plan: %@

# premium.requiresPlan
source: Requires %@
af: Opgradeer

# profile.chooseLanguage
source: Choose your language
af: Choose a language

# profile.customization
source: Customization
af: Aanpassing

# report.blockUserAfterReporting
source: Block this user after reporting
af: Admin

# screen_profile
source: Profile
af: Profiel

# section_account
source: Account
af: Rekening

# section_appearance
source: Appearance
af: Uiterlike voorkoms

# section_disappearing_messages
source: Disappearing Messages
af: Verdwynende boodskappe

# section_forwarding
source: Call & Text Forwarding
af: Oorstuur oproepe & SMS'e

# section_legal_support
source: Legal & Support
af: Regs & Ondersteuning

# section_privacy
source: Privacy
af: Privaatheid

# section_profile
source: Profile
af: Profiel

# section_random_chat
source: Random Chat
af: Toevallige klets

# section_security
source: Security
af: Sekuriteit

# section_sounds
source: Sounds
af: Geluide

# section_voicemail
source: Voicemail
af: Stempos

# section_wireless
source: Wireless
af: Draadloos

# setting_allow_explicit_content
source: Allow explicit content
af: Vervag boodskappe standaardVerfomfel wanneer app nie in fokus is nie

# setting_auto_delete_voicemails_days
source: Auto-delete voicemails after (days)
af: Tekst-alternatiewe groet

# setting_auto_translate_messages
source: Auto-translate messages
af: Wys oorspronklike saam met vertaling

# setting_blur_messages_default
source: Blur messages by default
af: Hou ingedruk om boodskappe te wys

# setting_blur_when_unfocused
source: Blur when app is unfocused
af: Laat weet wanneer boodskappe gekopieer word

# setting_enable_disappearing_messages
source: Enable disappearing messages
af: Magtig eksplisiete inhoud

# setting_enable_read_receipts
source: Enable read receipts
af: Slim antwoordvoorstelle

# setting_enable_voicemail
source: Enable voicemail
af: Stuur stemposboodskappe na e-pos

# setting_foria_remember
source: Let FOREA remember conversations
af: Verwyder stemposboodskappe outomaties na (dae)

# setting_forward_voicemail_email
source: Forward voicemail to email
af: Bewaar vir altyd

# setting_hold_to_reveal
source: Hold to reveal messages
af: Gebruik ouderdomsgebaseerde ooreenkoms

# setting_notify_on_copy
source: Notify when messages are copied
af: Laat FOREA gesprekke onthou

# setting_show_original_with_translation
source: Show original with translation
af: Aktiveer leesbevestigings

# setting_smart_reply_description
source: Show AI-powered quick reply suggestions.
af: Aktiveer boodskappe wat verdwyn

# setting_smart_reply_suggestions
source: Smart reply suggestions
af: Wys KI-aangedrewe vinnige antwoordvoorstelle.

# setting_text_fallback_greeting
source: Text fallback greeting
af: E-posadres

# setting_use_age_based_matching
source: Use age-based matching
af: Aktiveer stemposboodskap

source: Settings saved.
af: Die gesprek is geargiveer.

# settings.endHour
source: End hour (0–23)
af: Einduur (0–23)

# settings.startHour
source: Start hour (0–23)
af: Beginuur (0–23)

# sounds.chooseTone
source: Choose a tone
af: Klankeinstellings gestoor.

# upgrade.bestExperience
source: Best experience
af: Bevestig Aankoop

# upgrade.checkout.buyAndActivate
source: Buy & Activate
af: Kies jou gebruikersnaam

# upgrade.choosePlan
source: Choose your plan
af: Word Premium

# upgrade.confirmPurchase
source: Confirm Purchase
af: Ontsluit kragtige funksies & verwyder advertensies.

# voicemail.couldNotLoad
source: Couldn’t load voicemail
af: Van

# voicemail.empty
source: No voicemails yet.
af: Misluk om spraakboodskap te verwyder.

# voicemail.loading
source: Loading voicemail…
af: Misluk om stempos te laai.

# wireless_chatforia_mobile
source: Chatforia Mobile
af: Blaai deur eSIM-datapakette en bestuur draadlose funksies.

# wireless_esim_description
source: Browse eSIM data packs and manage wireless features.
af: Foon nommer

# wireless_phone_number
source: Phone number
af: Bestuur jou Chatforia-foon nommer.

# wireless_phone_number_description
source: Manage your Chatforia phone number.
af: Outomatiese vertaling van boodskappe

# wireless.coverage
source: Coverage
af: Dekking
